def main():
    
    stage1 = input("Введите первую стадию развития человека: ")
    stage2 = input("Введите вторую стадию развития человека: ")
    stage3 = input("Введите третью стадию развития человека: ")
    stage4 = input("Введите четвертую стадию развития человека: ")
    stage5 = input("Введите пятую стадию развития человека: ")
    stage6 = input("Введите шестую стадию развития человека: ")
    stage7 = input("Введите седьмую стадию развития человека: ")
    stage8 = input("Введите восьмую стадию развития человека: ")
    stage9 = input("Введите девятую стадию развития человека: ")
    stage10 = input("Введите десятую стадию развития человека: ")

    
    print(stage1, stage2, stage3, stage4, stage5, stage6, stage7, stage8, stage9, stage10, sep=" => ")

if __name__ == "__main__":
    main()